[{"id":1,"name":"Mord Fearick","review_text":"Great experience , I ordered a xps13 on the 10th and had it on the 25th , I absolutely love everything about this laptop , price my be the only down side ,however I don't regret spending the money on it.","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":5},
{"id":2,"name":"Karlotta Woodroff","review_text":"I got my new XPS laptop 2 days, since the first day it warms up immediately once turned on, and the battery functions for max of 2 hours... This morning when turning it on it gave a system failure notification and I had to restart the device and wait for it to repair the issues. This is not my first Dell laptop, however it is not as expected this time!","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":3},
{"id":3,"name":"Jeana Brocklesby","review_text":"After the December 2021 new XPS 6310 said that my 'region is not supported' in the UK the XPS 6310 had to be returned Dell. The replacement XPS 13 9310 is much better and recognises the UK as a supported region. This XPS replaces my 2016 XPS 9360 and it is much more refined laptop. Quick startups, better resolution screen, smooth operating. I recommend the new XPS 13 9310.","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":4},
{"id":4,"name":"Cornelius Dyhouse","review_text":"I am concerned about the battery life. When purchasing this product, the seller told us that it had a battery life of 12 hours, however from experience after 3 hours, it is already down by 30-40 percent, and I have it closed half the time","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":4},
{"id":5,"name":"Torrance Djekovic","review_text":"The device is quite impressive. I am enjoying using my Dell XPS. Everything is flawless for now. However I had to buy it after I didn't get assistance after I had issues with buying a spare part for my Dell G3. I wish Dell would assist their loyal customers better.","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":3},
{"id":6,"name":"Udall Chennells","review_text":"Overall excellent laptop. Best screen size and resolution in a laptop. Great for viewing movies. Sound is much better than I expected from a device this size. Speed is much greater than needed.","avator":"https://cdn.pixabay.com/photo/2014/04/02/14/10/female-306407_1280.png","rating":5}
]